Repository: Slipfaith/tmragger
Catalog: sample-tmx/HW_Marketing_RU-EN_repaired_repaired_repaired.tmx
Source language: ru_ru
Languages: en_us

source: Она не приемлет жестокости и погибла бы за свои идеалы, если её добродетель не заприметил бы дух-защитник племени Урса.
en_us: She hates cruelty and would have died for her ideals. But her virtuous nature was noticed by Ursa, the tribe's guardian spirit.

source: Он благословил её, и теперь Бирна терпеливо направляет его ярость в русло созидания и исцеления в рядах Стражей, доказывая что не все орки жаждут войны.
en_us: He blessed her, and now Byrna patiently channels his rage into creation and healing while serving in the ranks of the Dominion Guardians to prove that not all orcs crave war.

source: Талисман Принцессы Орков
en_us: Talisman of the Orc Princess

source: Автономная копия
en_us: Autonomous Copy

source: Копии Шрума продолжают функционировать после смерти Муши и Шрума.
en_us: Shroom's copies stay active after Mushy and Shroom's death.

source: Мицелиевая связь
en_us: Mycelium Connection

source: Муши и Шрум восстанавливают здоровье когда споровик или копия Шрума впервые полностью восстанавливают себе здоровье.
en_us: Mushy and Shroom restore health when a spore mushroom or a Shroom's copy fully restore their health for the first time.

source: Лечение от Шрума: %prime%
en_us: Healing from Shroom: %prime%

source: Лечение от споровика: %secondary%
en_us: Healing from a spore mushroom: %secondary%

source: Древний Облик
en_us: Ancient Skin

source: Ты можешь найти этот боевой флаг в сундуке боевых флагов!
en_us: You can find this War Flag in a War Flag Chest!

source: сундук боевых флагов
en_us: War Flag Chest

source: Маяк Доминиона
en_us: Dominion Lighthouse

source: Цена ритуала
en_us: The Ritual's Price

source: Таинственный остров
en_us: Mysterious Island

source: царство
en_us: Realm

source: Манускрипт Белава
en_us: Tome of Belav

source: Печать Космоса
en_us: Seal of the Cosmos

source: Люмира и Аполло
en_us: Lumira and Apollo

source: Аполло
en_us: Apollo

source: Люмира
en_us: Lumira

source: Аполлотропия
en_us: Apollotropia

source: Призывает Аполло.
en_us: Summons Apollo

source: Пока существует, распространяет ауру вокруг себя.
en_us: While active, spreads around an aura.

source: Аполло перенаправляет на себя %secondary%% урона (но не более %prime%) от каждой атаки по союзникам в радиусе ауры.
en_us: Apollo redirects on himself %secondary%% of damage (but not more than %prime%) of each attack on his allies in the area of the aura.

source: При смерти Аполло, союзники в радиусе становятся неуязвимы на %duration%.
en_us: When Apollo dies, allies in the area become invincible for %duration%.

source: Здоровье Аполло составляет ^{85 221 85}^70%^{/color}^ от максимального здоровья Люмиры.
en_us: Apollo’s health is ^{85 221 85}^70%^{/color}^ of Lumira’s maximum health.

source: Аполло нельзя атаковать напрямую.
en_us: Apollo can’t attack directly.

source: Духовная Связь:
en_us: Spiritual Bond:

source: Свет
en_us: Light

source: %name% входят в резонанс, образуя сияющую связь со стихией света.
en_us: %name% start resonating and form a brilliant bond with the Light element.

source: Благодаря этой связи они начинают бой с %secondary%% энергии и генерируют на %prime%% больше энергии для активации тотема Света.
en_us: Thanks to it, they begin the battle with %secondary%% of Energy and generate %prime%% more Energy for Light Totem activation.

source: Принцип Света
en_us: Principle of Light

source: Звездная Пыль
en_us: Star Dust

source: Поле боя накрывает магическая буря, оставляющая после себя искажение.
en_us: The battlefield is covered by a magical storm that leaves an aberration behind.

source: Пока эффект активен, раз в %hits% секунд, энергия толкает случайного титана.
en_us: While the effect is active, the energy pushes a random Titan every %hits% seconds.

source: На время действия эффекта любое перемещение титана по полю боя причиняет ему урон, в зависимости от преодоленной дистанции.
en_us: For the duration of effect, every time a Titan moves on the battlefield, they receive damage dependent on the distance traveled.

source: Урон от перемещения: ^{221 85 85}^%paramFloor%^{/color}^ ^{237 194 154}^(зависит от силы тотема)^{/color}^ Длительность эффекта: ^{255 255 255}^%scale%^{/color}^ секунд ^{237 194 154}^(зависит от ранга навыка)^{/color}^
en_us: Damage from movement: ^{221 85 85}^%paramFloor%^{/color}^ ^{237 194 154}^(depends on the Totem power)^{/color}^ Effect duration: ^{255 255 255}^%scale%^{/color}^ seconds ^{237 194 154}^(depends on the skill rank)^{/color}^

source: Гравитационная Аномалия
en_us: Gravitational Anomaly

source: Создает в центре вражеской команды Гравитационную Аномалию, которая в течение 5 секунд притягивает противников и наносит урон.
en_us: Conjures an anomaly in the center of the enemy team. It drags in enemies and damages them for 5 seconds.

source: Чем дальше титаны противника от эпицентра, тем меньше урона они получают.
en_us: The further the Titans are from its epicenter, the less damage they receive.

source: Урон в эпицентре: ^{221 85 85}^%paramWithScaleFloor%^{/color}^ ^{237 194 154}^(зависит от силы тотема и ранга навыка)^{/color}^
en_us: Damage in the epicenter: ^{221 85 85}^%paramWithScaleFloor%^{/color}^^{237 194 154}^(depends on the Totem power and the skill rank)^{/color}^

source: Вспышка Сверхновой
en_us: Nova Flare

source: Создает Вспышку Новой на поле боя, которая концентрируется %behaviorParam1% секунд.
en_us: Creates a Nova flare on the battlefield. It concentrates for %behaviorParam1% seconds.

source: В течение этого времени здоровье союзных титанов не может упасть ниже 1.
en_us: During this time, the Health of allied Titans can’t fall lower than 1.

source: После этого вспышка Новой взрывается и наносит урон всем противникам.
en_us: After this, the Flare blows up and damages all enemies.

source: Урон при взрыве: ^{221 85 85}^%paramWithScaleFloor%^{/color}^ ^{237 194 154}^(зависит от силы тотема и ранга навыка)^{/color}^
en_us: Explosion damage: ^{221 85 85}^%paramWithScaleFloor%^{/color}^^{237 194 154}^(depends on the Totem power and the skill rank)^{/color}^

source: Темная Материя
en_us: Dark Matter

source: Каждый раз когда противник получает эффект оглушения, его поражает комета, нанося урон и снижая стихийную броню.
en_us: Every time a stun effect is applied to an enemy, they are hit by a comet that damages them and lowers their elemental armor.

source: Урон кометы: ^{221 85 85}^%paramFloor%^{/color}^ ^{237 194 154}^(зависит от силы тотема)^{/color}^ Снижение стихийной брони: ^{85 221 85}^%behaviorParam1%%^{/color}^ Длительность снижения брони: ^{255 255 255}^%scale%^{/color}^ секунд ^{237 194 154}^(зависит от ранга навыка)^{/color}^
en_us: Comet damage: ^{221 85 85}^%paramFloor%^{/color}^ ^{237 194 154}^(depends on the Totem power)^{/color}^Elemental armor lowered by: ^{85 221 85}^%behaviorParam1%%^{/color}^Elemental armor lowered for: ^{255 255 255}^%scale%^{/color}^ seconds ^{237 194 154}^(depends on the skill rank)^{/color}^

source: Главная Последовательность
en_us: Main Sequence

source: Каждые несколько секунд увеличивает показатель атаки всех союзных титанов до конца боя.
en_us: Every few seconds, increases the attack stat of all allied Titans until the end of battle.

source: Бонус атаки: ^{221 85 85}^%paramFloor%^{/color}^ ^{237 194 154}^(зависит от силы тотема)^{/color}^ Частота срабатывания: раз в ^{255 255 255}^%scale%^{/color}^ секунд ^{237 194 154}^(зависит от ранга навыка)^{/color}^
en_us: Bonus attack: ^{221 85 85}^%paramFloor%^{/color}^ ^{237 194 154}^(depends of the Totem power)^{/color}^Activation frequency: once every ^{255 255 255}^%scale%^{/color}^ seconds ^{237 194 154}^(depends on the skill rank)^{/color}^

source: Пелена Грёз
en_us: Dreamveil

source: Накладывает на каждого титана противника эффект сна.
en_us: Applies a sleep effect to all enemy Titans.

source: Затронутые эффектом титаны засыпают и будут бездействовать, пока не проснутся.
en_us: Affected Titans fall asleep and remain inactive until they wake up.

source: Эффект снимается по истечении времени действия или после того, как титан получит достаточное количество урона.
en_us: The effect is deactivated when the timer runs out or a Titan receives enough damage.

source: Длительность: ^{255 255 255}^%scale%^{/color}^ секунд ^{237 194 154}^(зависит от ранга навыка)^{/color}^ Урона до пробуждения: ^{221 85 85}^%paramFloor%^{/color}^ ^{237 194 154}^(зависит от силы тотема)^{/color}^
en_us: Duration: ^{255 255 255}^%scale%^{/color}^ seconds ^{237 194 154}^(depends on the skill rank)^{/color}^Damage until woken up: ^{221 85 85}^%paramFloor%^{/color}^ ^{237 194 154}^(depends on the Totem power)^{/color}^

source: Прочность щита: ^{85 221 85}^%param%%^{/color}^ от максимального здоровья титана ^{237 194 154}^(зависит от силы тотема)^{/color}^ Шанс срабатывания: ^{255 255 255}^%scale%%^{/color}^ ^{237 194 154}^(зависит от ранга навыка, избыток шанса свыше 100% конвертируется в прочность щита)^{/color}^
en_us: Shield durability: ^{85 221 85}^%param%%^{/color}^ of maximum Titan Health ^{237 194 154}^(depends on Totem power)^{/color}^Activation chance: ^{255 255 255}^%scale%%^{/color}^ ^{237 194 154}^(depends on skill rank; the chance stat above 100% is converted into shield durability)^{/color}^

source: Электра усиливает союзников некромантией.
en_us: Electra strengthens her allies with necromancy.

source: Увеличивает здоровье всех войск на %param1%<Color=#51D052FF>%</Color>.
en_us: Increases Health of all allied troops by <Color=#51D052FF>%param1%%</Color>.

source: Электра вдохновляет армию хором голосов павших воительниц.
en_us: Electra inspires the troops with voices of fallen warrior maidens.

source: Снижает получаемый пехотой урон на %param1%<Color=#51D052FF>%</Color> и увеличивает урон, наносимый стрелками на %param2%<Color=#51D052FF>%</Color>.
en_us: Decreases damage that infantry receives by <Color=#51D052FF>%param1%%</Color> and increases damage dealt by marksmen by <Color=#51D052FF>%param2%%</Color>.

source: Древнее пробуждение
en_us: Ancient Awakening

source: Первородная сила
en_us: Firstborn Force

source: Нестабильное равновесие
en_us: Unstable Equilibrium

source: Потрать %param1% Руководств$m(о|а) и прокачай боевые навыки Командиров войск
en_us: Spend %param1% Manual$m(s|s) to upgrade troop commanders’ skills

source: Найми %param1% любых войск уровня %param2%
en_us: Recruit %param1% of any level %param2% troops

source: Используй Ускорение строительства на %param1% $m(минут|минуту)
en_us: Use building speed-up for %param1% $m(minute|minutes)

source: Используй Ускорение исследований на %param1% $m(минут|минуту)
en_us: Use research speed-up for %param1% $m(minute|minutes)

source: Используй Ускорение тренировок на %param1% $m(минут|минуту)
en_us: Use training speed-up for %param1% $m(minute|minutes)

source: Повысь мощь исследованиями на %param1%
en_us: Increase Power with research by %param1%

source: Повысь мощь строительством на %param1%
en_us: Increase Power with building by %param1%

source: Потрать %param1% Мировой Энергии
en_us: Spend %param1% World Energy
